Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་འོངས་ཤིང་ལྷགས་པ་དག་ལ་ཅི་ནུས་ཅི་ཕོད་ཀྱིས་བསོད་སྙོམས་ཀྱིས་སོ་སོར་བསྟབས་སོ་སྙམ་པ་སྟེ། འདི་ནི་བྲམ་ཟེའི་ཁྱེའུ་བླ་ན་མེད་པའི་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་དེ་མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བ་ལ་ཐབས་མ་ཡིན་པ་བཞི་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: Let us offer as much almsfood as possible to śramaṇas or brahmins who come.’ Young brahmin, this is the fourth wrong means for actualizing the unactualized supreme perfection of knowledge and conduct.

source: ངས་བླ་ན་མེད་པའི་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བ་ལ་ཐབས་མ་ཡིན་པ་བཞི་བསྟན་པ་གང་དག་ཡིན་པ་དེ་དག་ལ་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་སྣང་ངམ།
en: Do you find yourself with your teacher in the four wrong means that I have explained for actualizing the supreme perfection of knowledge and conduct not yet actualized?”

source: །བྲམ་ཟེའི་ཁྱེའུ་དེ་ལྟར་ཁྱོད་ཀྱིས་རེ་ཞིག་དེའི་ཐབས་མ་ཡིན་པ་བཞི་ཡོངས་སུ་མ་རྫོགས་པར་ཅིའི་ཕྱིར་ཁྱོད་ཨེ་མའོ་ཤཱཀྱ་རྣམས་ནི་ད་བྱུང་ཡིན་ནོ།
en: “Young brahmin, while you had thus not completed even these four wrong means, why did you say such words indicating the Śākyans were menials: ‘Oh!

source: །ཨེ་མའོ་ཤཱཀྱ་རྣམས་ནི་ད་བྱུང་གི་རིགས་ཡིན་ནོ་ཞེས་ཤཱཀྱ་རྣམས་ད་བྱུང་ཡིན་པའི་ཚིག་སྨྲ།
en: The Śākyans are menials. Oh!

source: བྲམ་ཟེའི་ཁྱེའུ་ཇི་སྙམ་དུ་སེམས།
en: The Śākyans are menials.’ What do you think, young brahmin?

source: བྲམ་ཟེ་རྣམས་ཀྱི་བྲམ་ཟེའི་དྲང་སྲོང་རྙིང་པ་གསང་ཚིག་དག་བྱེད་པ། རིག་བྱེད་དག་འཇུག་པར་བྱེད་པ་བྱུང་བ་གང་དག་གི་གསང་ཚིག་རྙིང་པ་བསྟོད་པ་དབྱངས་སུ་བླངས་པ་བསྡེབས་པ་ལ་ད་དུང་བྲམ་ཟེ་དེ་དག་དབྱངས་སུ་ལེན་ཅིང་འཆད་པར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: The old mantras of brahmin ṛṣis, who were the ancestors of brahmins and made mantras and created the Vedas, have been praised, sung, and chanted. Still today brahmins sing and explain them.

source: བརྒྱད་པ་དང་། གཡོན་ཕྱོགས་དང་། གཡོན་ཕྱོགས་ལྷ་དང་། སྣ་ཚོགས་བཤེས་དང་། མེ་འབར་དང་། ཉི་མའི་རིགས་དང་། བྷ་ར་དྭ་ཛ་དང་། གནས་འཇོག་དང་། འདྲོབ་སྐྱོང་གི་བུ་དང་། ངན་སྤོང་སྟེ།
en: Those brahmin ṛṣis are Aṣṭaka, Vāmaka, Vāmadeva, Viśvāmitra, Jamadagni, Aṅgiras, Bharadvāja, Vasiṣṭha, Kāśyapa, and Bhṛgu.

source: དེ་རྣམས་འདི་ལྟར་གྲོང་ཁྱེར་འོབས་རྩང་དང་། ཚེར་མ་ཅན་དག་བརྩིགས་ནས་གནས་པར་བྱེད་པ་ཡང་དཔེར་ན་ད་ལྟར་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་བཞིན་ནམ།
en: Did they build cities surrounded with moats and thorns, like you and your teacher do today?”

source: །དེ་རྣམས་འདི་ལྟར་ཆེད་ཀར་རྒྱལ་མཚན་གྱི་རྩེ་མོ་དང་། དཔུང་གི་ཚོགས་དང་། དམག་གི་སྡེ་བཀོད་པ་ལ་ལྟད་མོའི་རྣམ་པ་དུ་མ་དག་ཉམས་སུ་མྱོང་བར་བྱེད་པ་ཡང་དཔེར་ན་ད་ལྟར་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་བཞིན་ནམ།
en: “Did they enjoy various spectacles such as sham fights, a display of banners, an army, and the deployment of an army, like you and your teacher do today?”

source: །དེ་རྣམས་འདི་ལྟར་རྟ་རྒོད་མ་དང་ལྡན་པའི་ཤིང་རྟ་ཐམས་ཅད་ནས་དཀར་བའི་ནང་དུ་ཞུགས་ཏེ། གསེར་གྱི་དབྱུག་པ་དང་རིལ་བ་སྤྱི་བླུགས་ཐོགས་ནས་བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་མདུན་ནས་བལྟས་ཏེ། ལྗོངས་རྒྱུ་ཞིང་ཕྱིར་འབྱུང་བ་དང་། ལྡོག་པར་བྱེད་པ་ཡང་དཔེར་ན་ད་ལྟར་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་བཞིན་ནམ།
en: “Did they go back and forth in the country, riding entirely white chariots pulled by mares, carrying a golden water jar with a handle, and surrounded and followed by young brahmins, like you and your teacher do today?”

source: །དེ་རྣམས་འདི་ལྟར་བཀུར་སྟིར་བྱེད་པའི་བུད་མེད་ཅོད་པན་ཅན་དཔུང་པའི་སྤུ་ཀུ་བ་ལྟ་བུ་ནུ་མ་ཕོ་ལོང་ལྟ་བུ་དག་ལས་མཉེ་བ་དང་། ཁྲུས་དང་། དྲིལ་ཕྱིས་བདག་གིར་བྱེད་པ་ཡང་དཔེར་ན་ད་ལྟར་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་བཞིན་ནམ།
en: “Did they have their bodies rubbed, washed, and scrubbed by female servants in headdresses, whose upper arms were covered with fine baby hairs like those of young gourds and whose breasts were round like balls, like you and your teacher do today?”

source: །དེ་རྣམས་འདི་ལྟར་བུད་མེད་གསེར་གྱི་དཔུང་རྒྱན་ཅན། གསེར་གྱི་མགུལ་རྒྱན་ཐོགས་པ། ལེགས་པར་བརྒྱན་པ་རྣམས་དང་ལྷན་ཅིག་རྐང་པ་བརྐྱང་ནས་ཇི་ཙམ་ཉི་མ་ཤར་གྱི་བར་དུ་ཉལ་བར་བྱེད་པ་ཡང་དཔེར་ན་ད་ལྟར་ཁྱོད་སློབ་དཔོན་དང་བཅས་པ་བཞིན་ནམ།
en: “Did they sleep with their legs stretched out, along with women well decorated in golden bracelets and golden necklaces, until the sun rose, like you and your teacher do today?”

source: །བྲམ་ཟེའི་ཁྱེའུ་ལྟོས། ཁྱོད་ཀྱི་མཁན་པོ་ལ་ཡང་ཉེས་པ་ཡོད་དེ།
en: “Look, young brahmin, your teacher has faults, too.

source: བྲམ་ཟེའི་ཁྱེའུ་གང་གི་ཚེ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་ལྟར་སོང་བ་དེའི་ཚེ་རྩིག་པས་ཆོད་པ་དང་། ཡོལ་བས་ཆོད་པ་ལས་གཞན་དུ་མ་ཡིན་པར་ཅི་སྟེ་སྐྱེས་བུ་མཁས་པ་དེ་ལྟ་བུ་གང་ཁོ་ནའི་ཁ་ཟས་གཡོ་གཡོ་བ་ཟ་བ་དེ་ཉིད་ལ་མངོན་སུམ་དུ་ཕྲད་མི་ནུས།
en: Young brahmin, when the brahmin Pauṣkarasāri went to see King Prasenajit of Kosala, he was not able to see the king without a wall and curtain as screens between them. Why was such a learned man not able to see face to face the person who provided him with food?

source: བྲམ་ཟེའི་ཁྱེའུ་ལྟོས་ཁྱོད་ཉིད་ལ་ཡང་ཉེས་པ་ཡོད་དེ།
en: “Look, young brahmin, you yourself have faults, too.

source: བྲམ་ཟེའི་ཁྱེའུ་སྔོན་བྱུང་བ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་རང་གི་རྒྱལ་པོའི་སྟན་ལ་འདུག་ནས་མི་ཞིག་ལ་སྨྲས་པ།
en: Young brahmin, once King Prasenajit of Kosala, sitting on his own throne, said to someone, ‘My man, do such-and-such business.

source: ཀྭའི་ནང་རྗེ་དགོས་པ་འདི་དང་འདི་ལྟ་བུ་དག་ཅིག་བྱོས་ཤིག །དེ་དང་དེ་དག་བྱས་ནས་འདི་དང་འདི་ལྟ་བུ་དག་ཅིག་དཔྱོད་ཅིག་ཅེས་སྨྲས་ནས་རྒྱལ་པོ་སྟན་ལས་ལངས་ཏེ་སོང་ངོ་།
en: When you have done that, investigate such-and-such things.’ Having given these instructions, the king rose from his seat and departed.

source: །དེ་ནས་མི་དེས་རྒྱལ་པོ་མེད་པའི་སྟན་ལ་འདུག་ནས་མི་གཞན་ཞིག་ལ་སྨྲས་པ།
en: Then the man sat on the king’s seat during his absence and said to someone else, ‘My man, do such-and-such business.

source: ཀྭའི་ནང་རྗེ་དགོས་པ་འདི་དང་འདི་ལྟ་བུ་དག་ཅིག་བྱོས་ཤིག །དེ་དང་དེ་དག་བྱས་ནས་འདི་དང་འདི་ལྟ་བུ་དག་ཅིག་དཔྱོད་ཅིག་ཅེས་སྨྲས་ན། བྲམ་ཟེའི་ཁྱེའུ་ཇི་སྙམ་དུ་སེམས།
en: When you have done that, investigate such-and-such things.’ What do you think, young brahmin?

source: ཇི་ག་རྒྱལ་པོ་མེད་པའི་སྟན་ལ་འདུག་ནས་རྒྱལ་པོའི་སྐད་ཟློས་ཤིང་རྒྱལ་པོའི་སྨྲ་ངགས་སུ་སྨྲ་བ་དེ་རྒྱལ་པོའམ། རྒྱལ་པོར་འོས་པ་ཡིན་ནམ།
en: Is he a king or suitable as a king, the man who sat on the king’s seat during his absence and said what the king had said?”

source: །བྲམ་ཟེའི་ཁྱེའུ་དེ་བཞིན་དུ་ཁྱོད་དྲང་སྲོང་རྣམས་ཀྱི་ཚིག་ཟློས་ཤིང་དྲང་སྲོང་རྣམས་ཀྱི་སྨྲ་ངགས་སུ་སྨྲ་བ་ཡང་དྲང་སྲོང་ངམ།
en: “Young brahmin, you repeat and recite the words of ṛṣis.

source: དྲང་སྲོང་དུ་འོས་པ་ཡིན་ནམ།
en: Then, are you a ṛṣi or suitable as a ṛṣi?”

source: །བྲམ་ཟེའི་ཁྱེའུ་དེ་ལྟ་མོད་ཀྱི། དོན་གང་གི་ཕྱིར་འོངས་པའི་དོན་དེ་ལེགས་པར་རབ་ཏུ་ཡིད་ལ་ཟུང་ཤིག་དང་། དེ་ནི་ཁྱོད་ལ་ཡུན་རིང་པོའི་དོན་དང་། ཕན་པ་དང་བདེ་བར་འགྱུར་རོ།
en: “Young brahmin, yet inscribe well in your mind the aim with which you came here, and it will be your everlasting prosperity, benefit, and happiness.”

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་བརྟགས་པ་ན།
en: The young brahmin Ambāṣṭha then examined the thirty-two marks of a great man on the Blessed One’s body.

source: སུམ་བཅུ་ནི་མཐོང་ན་གཉིས་པོ་མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་དང་། ལྗགས་ཤིན་ཏུ་རིང་ཞིང་སྲབ་པ་ལ་སོམ་ཉི་དང་ཐེ་ཙོམ་ཟ་ནས་དེས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ།
en: Though he saw thirty of them, he had doubt and uncertainty about two: the private part hidden in a sheath and the exceedingly long and narrow tongue. He then spoke these verses:

source: བདག་གིས་ཐུབ་པ་ཆེན་པོའི་མཚན། །སུམ་བཅུ་རྩ་གཉིས་ཐོས་པ་གང་།
en: “I have heard of The great Muni’s thirty-two marks.

source: །དེ་ལ་གཽ་ཏ་མ་ཁྱོད་ཀྱི་ནི།
en: Of them, Gautama,

source: །སྐུ་ལ་གཉིས་ཤིག་མ་མཐོང་ན།
en: I have not seen two on your body.

source: །མི་མཆོག་མདོམས་ཀྱི་སྦ་བ་ནི།
en: “O best of men, is your private part

source: །ཅི་ལགས་སྦུབས་ཀྱིས་ཁེབས་གྱུར་ཏམ།
en: Hidden in a sheath?

source: །ལྗགས་བཟང་ཞེས་ནི་བགྱི་བ་ཡང་།
en: Is your tongue, which is praised as excellent,

source: །ཇི་ག་ཐུང་བ་མ་ལགས་གྲང་།
en: Really long?

source: །འཇིག་རྟེན་ན་ནི་རྫོགས་སངས་རྒྱས། །གྲགས་དང་ལྡན་རྣམས་མཐོང་དཀའ་བས།
en: “Since it is difficult in this world to see The famed perfectly awakened ones,

source: །ཞལ་ནས་ལྗགས་སྲབ་བརྐྱང་མཛོད་དེ།
en: Please dart your narrow tongue out of your mouth

source: །བདག་གི་སོམ་ཉི་བསལ་བར་གསོལ།
en: And clear up my doubts.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: Then the Blessed One thought thus:

source: བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་འདི་ངའི་སྐུ་ལ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་རྟོག་པ་ན་སུམ་བཅུ་ནི་མཐོང་ན་གཉིས་པོ་མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་དང་། ལྗགས་ཤིན་ཏུ་རིང་ཞིང་སྲབ་པ་ལ་སོམ་ཉི་དང་ཐེ་ཙོམ་ཟ་ན།
en: “When this young brahmin Ambāṣṭha examined the thirty-two marks of a great man on my body, he saw thirty of them, but he has doubt and uncertainty about two: the private part hidden in a sheath and the exceedingly long and narrow tongue.

source: མ་ལ་ངས་ཇི་ལྟར་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་བདག་གི་མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་དང་། ལྗགས་ཤིན་ཏུ་རིང་ཞིང་སྲབ་པ་མཐོང་བར་འགྱུར་བ་དེ་ལྟ་བུའི་རྟགས་ཤིག་བྱའོ་སྙམ་ནས།
en: Now I will manifest a sign so that the young brahmin Ambāṣṭha will see my private part hidden in a sheath and my exceedingly long and narrow tongue.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལྟ་བུའི་རྟགས་མཛད་ནས།
en: The Blessed One then manifested that sign.

source: བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་མདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་པ་དང་། ཞལ་ནས་ལྗགས་བརྐྱང་པས་ཞལ་གྱི་དཀྱིལ་འཁོར་དབུ་སྐྲའི་བར་ཐམས་ཅད་ཁེབས་པར་མཐོང་ངོ་།
en: The young brahmin Ambāṣṭha saw the Blessed One’s private part hidden in a sheath and saw his exceedingly long and narrow tongue darting out of his mouth and covering his whole face up to his hairline.

source: །མཐོང་ནས་ཀྱང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: When he had seen these, he thought thus:

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་དང་ལྡན་པ་ཡིན་ཏེ།
en: “The śramaṇa Gautama possesses the thirty-two marks of a great man.

source: དེ་དག་དང་ལྡན་པའི་སྐྱེས་བུ་ཆེན་པོའི་འགྲོ་བ་ནི་གཉིས་ལས་གཞན་དུ་མི་འགྱུར་ཏེ།
en: There are no other alternatives for a great man who possesses these marks besides these two alternatives:

source: གལ་ཏེ་ཁྱིམ་པ་ཁྱིམ་ན་གནས་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ནས་འཇིག་རྟེན་དུ་སྒྲ་རྣམ་པར་གྲགས་པར་འགྱུར་རོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: if he lives at home as a layman . . . . He will achieve renown in the world.”

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་སྟེ་རྗེས་སུ་ཡི་རངས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: Thereupon the young brahmin Ambāṣṭha rejoiced in and praised the words of the Blessed One and departed from the Blessed One’s presence.

source: །དེའི་ཚེ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ཁྱིམ་མཆོག་གི་ས་མཐོན་པོ་ཞིག་ན་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་དང་ལྷན་ཅིག་ཏུ་འདུས་ཤིང་འཁོད་པར་གྱུར་ཏོ།
en: At that time, the brahmin Pauṣkarasāri was sitting together with many elder brahmins from Utkaṭā on the upper floor of his best house.

source: །བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཀྱང་སྡོད་ཅིང་འདུག་པ་ལས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་རྒྱང་རིང་པོ་ནས་མཐོང་ངོ་།
en: As he was sitting and waiting for the young brahmin Ambāṣṭha, the young brahmin Ambāṣṭha saw him from a distance.

source: །མཐོང་ནས་ཀྱང་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Upon seeing him, Ambāṣṭha went to the brahmin Pauṣkarasāri.

source: བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ། ཤས་ཆེ་བའི་བྲམ་ཟེ་གཞན་རྣམས་ལ་ཡང་ཕྱག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he arrived, he bowed low until his forehead touched the feet of the brahmin Pauṣkarasāri, and then he also bowed to the other brahmins from Utkaṭā and sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བྲམ་ཟེ་པད་མའི་སྙིང་པོས་འདི་སྐད་ཅེས་སྨྲས་སོ། །བྲམ་ཟེའི་ཁྱེའུ་ཅིག་ཤེས་ལྡན་གཽ་ཏ་མ་དེའི་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་རྒྱ་ཆེར་གྲགས་པ་ཇི་ལྟ་བ་དེ་ཁོ་ན་བཞིན་དུ་ཡིན་ནམ།
en: When the young brahmin Ambāṣṭha had sat down, the brahmin Pauṣkarasāri asked him, “Young brahmin, are the great virtue, fame, renown, and praise of that honorable Gautama, which are known in all directions, true?

source: དེའི་མཚན་རྣམས་གྲག་པ་ཡང་ཡང་དག་པ་ཡིན་ནམ།
en: Are his famous marks real?”

source: མཁན་པོ་མད་ལགས་ཏེ།
en: “True, sir.

source: ཤེས་ལྡན་གཽ་ཏ་མ་དེའི་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་རྒྱ་ཆེར་གྲགས་པ་ཡང་ཇི་ལྟ་བ་དེ་ཁོ་ན་བཞིན་ལགས་ལ།
en: The great virtue, fame, renown, and praise of that honorable Gautama, which are known on all sides, are true.

source: དེའི་མཚན་རྣམས་གྲག་པ་ཡང་ཡང་དག་པ་ལགས་སོ།
en: His famous marks are real.”

source: །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཤེས་ལྡན་གཽ་ཏ་མ་དེ་དང་ལྷན་ཅིག་བར་སྐབས་ཀྱི་གཏམ་དག་བྱས་སམ།
en: “Young brahmin, did you have a conversation with the honorable Gautama?”

source: མཁན་པོ་བགྱིས་ལགས་སོ།
en: “Yes, sir, I did.”

source: །ཀྱེ་མ་བྲམ་ཟེའི་ཁྱེའུ་དེའི་ཕྱིར་ཐམས་ཅད་ཁོ་བོ་ལ་རྒྱས་པར་སྨྲོས་ཤིག །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་དེས་བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་བར་སྐབས་ཀྱི་གཏམ་ཅི་སྨྲས་པ་དེ་ཐམས་ཅད་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ལ་རྒྱས་པར་སྨྲས་སོ།
en: “Young brahmin, then tell me everything in detail.” Then the young brahmin Ambāṣṭha told the brahmin Pauṣkarasāri everything about the conversation he had had with the Blessed One.

source: །དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ཁྲོས་རྔམས་འཁྲུགས་ཤིང་ཡིད་ལ་མ་བབ་པར་གྱུར་ནས་མཆིལ་ལྷམ་དང་བཅས་པའི་རྡོག་པས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གི་མགོ་ལ་བསྣུན་ནས་འདི་སྐད་ཅེས་ཀྱང་སྨྲས་སོ།
en: When he had told him about it, the brahmin Pauṣkarasāri became enraged, angry, furious, and displeased. He kicked the young brahmin Ambāṣṭha in the head with a shod foot and said, “Fie on you, messenger!

source: །ཨེ་མའོ་ཕོ་ཉ་བྱེད་པ།
en: Fie on you, emissary!

source: ཨེ་མའོ་ཕྲིན་པ་བྱེད་པ། ཕོ་ཉ་བྱེད་པ་འདི་འདྲ་བ་དང་། ཕྲིན་པ་བྱེད་པ་འདི་འདྲ་བས་ནི་བདག་ངན་སོང་དུ་ཡང་ལྷུང་བར་འགྱུར་ཏེ།
en: I will fall into the inferior states of existence because of such a messenger and emissary as you.

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་ཤེས་ལྡན་གཽ་ཏ་མ་དེ་ལ་ཇི་ལྟ་ཇི་ལྟར་ཁྱད་དུ་བསད་ཅིང་ཁྱད་དུ་བསད་དེ་བཟློག་པར་སེམས་པ་དེ་ལྟ་དེ་ལྟར་ཤེས་ལྡན་གཽ་ཏ་མ་དེས་ཁོ་བོ་ཡང་དེ་དང་དེའི་ཁོང་དུ་བརྩི་བར་དགོངས་སོ།
en: Young brahmin, the honorable Gautama will treat me as he treats you, who considered the honorable Gautama to be contemptible and talked back.

source: །ཤེས་ལྡན་དག་དེང་ཁོ་ན་ཁོ་བོ་ཤེས་ལྡན་གཽ་ཏ་མ་དེ་ལ་བལྟ་བ་དང་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་འགྲོར་དགོངས་ཐག་པས་མ་ནུས་པར་ཟད་དེ།
en: Sirs, I cannot go to see the honorable Gautama and perform respectful service for him today.

source: འོན་ཀྱང་སང་ཤེས་ལྡན་གཽ་ཏ་མ་དེ་ལ་བལྟ་བ་དང་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་འགྲོའོ།
en: However, tomorrow I will go to see the honorable Gautama and perform respectful service for him.”

source: །དེ་ནས་བྲམ་ཟེ་པད་མའི་སྙིང་པོས་དེ་ཉིད་ཀྱི་ནུབ་མོ་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་བསྡོགས་ནས་ནང་པར་སྔར་ལངས་ཏེ།
en: Thereupon the brahmin Pauṣkarasāri prepared a pure and fine meal during the night.

source: གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དེ་དག་གིས་ཤིང་རྟ་བཀང་སྟེ་ཁྱེར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་དུ་ཡང་དག་པར་དགའ་བར་འགྱུར་བ་དང་། ཡང་དག་པར་མགུ་བར་འགྱུར་བའི་གཏམ་རྣམ་པ་སྣ་ཚོགས་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He rose at dawn and went to the Blessed One, bringing a carriage full of those pure and fine foods. When he arrived, face to face with the Blessed One, he made plenty of pleasant and joyful conversation, and then sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཤེས་ལྡན་གཽ་ཏ་མ་བདག་གིས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བས་ཤིང་རྟ་བཀང་སྟེ་འཚལ་ཏེ་མཆིས་པ་འདི་ཤེས་ལྡན་གཽ་ཏ་མས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ་བཞེས་སུ་གསོལ།
en: When he had sat down to one side, he said to the Blessed One, “O Honorable Gautama, I have brought a carriage full of pure and fine foods; please have compassion for me and accept these foods.”

source: དེའི་ཚེ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱི་སྣམ་ལོགས་ན་བསིལ་ཡབ་ཐོགས་ནས་བཅོམ་ལྡན་འདས་ལ་གཡོབ་ཅིང་འདུག་གོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: At that time the venerable Ānanda was sitting behind the Blessed One, fanning him with a fan.

source: ཀུན་དགའ་བོ་སོང་ལ་འདོད་པ་མཐུན་པ་ན་དགེ་སློང་ཇི་སྙེད་ཅིག་ཉེ་བར་རྟེན་ཅིང་གནས་པ་དེ་དག་ཐམས་ཅད་རིམ་གྲོའི་གནས་སུ་སྡུས་ཤིག །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས།
en: The Blessed One said to the venerable Ānanda, “Ānanda, go and gather all the monks living near Icchānaṅgalā in the assembly room.” “Certainly, O Honored One,” replied the venerable Ānanda.

source: འདོད་པ་མཐུན་པ་ན་དགེ་སློང་ཇི་སྙེད་ཅིག་ཉེ་བར་རྟེན་ཅིང་གནས་པ་དེ་དག་ཐམས་ཅད་རིམ་གྲོའི་གནས་སུ་བསྡུས་ནས།
en: When he had gathered all the monks living near Icchānaṅgalā in the assembly room, he went to the Blessed One.

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Upon his arrival, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་འདོད་པ་མཐུན་པ་ན་དགེ་སློང་ཇི་སྙེད་ཅིག་ཉེ་བར་རྟེན་ཅིང་མཆིས་པ་དེ་དག་ཐམས་ཅད་རིམ་གྲོའི་གནས་སུ་འདུས་ཤིང་མཆིས་ལགས་ཏེ།
en: When he had sat down to one side, the venerable Ānanda said to the Blessed One, “O Honored One, all the monks living near Icchānaṅgalā are sitting together in the assembly room.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་རིམ་གྲོའི་གནས་གང་ན་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: Thereupon the Blessed One went to the assembly room. When he arrived, he sat on the seat prepared for him in front of the community of monks.

source: །དེ་ནས་བྲམ་ཟེ་པད་མའི་སྙིང་པོས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་གདན་བཤམས་པ་ལ་བདེ་བར་བཞུགས་ཟིན་པར་རིག་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་རང་གི་ལག་ནས་སྟོབས་ཤིང་ཚིམ་པར་བྱེད་དེ། རྣམ་པ་དུ་མར་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་རང་གི་ལག་ནས་བསྟབས་ཤིང་ཚིམ་པར་བྱས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་གསོལ་ཟིན་ནས་ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ན་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ།
en: The brahmin Pauṣkarasāri then knew that the community of monks headed by the Buddha had sat down in comfort, and with his own hands he served and satisfied them with a pure and fine meal. When, with his own hands, he had served and satisfied them in a variety of ways with a pure and fine meal, knowing that the Blessed One had finished his meal and washed his hands and his bowl, the brahmin took a low seat and sat before the Blessed One in order to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་སྦྱིན་པ་དེ་ལ་རྗེས་སུ་ཡི་རང་བ་འདིས་རྗེས་སུ་ཡི་རང་བར་མཛད་དེ།
en: The Blessed One then applauded the offering made by the brahmin Pauṣkarasāri with this celebration:

source: སྦྱིན་སྲེག་མཆོད་སྦྱིན་རྣམས་ཀྱི་མཆོག །སྡེབ་སྦྱོར་མཆོག་ནི་ཉི་མའི་ལྷ།
en: “Agnihotra is the best of sacrifices. The best of verses is Sāvitrī.

source: །མི་ཡི་མཆོག་ནི་རྒྱལ་པོ་སྟེ།
en: The best of humans is a king.

source: །རྒྱ་མཚོ་ཆུ་བོ་རྣམས་ཀྱི་མཆོག །ཟླ་བ་རྒྱུ་སྐར་རྣམས་ཀྱི་གཙོ།
en: The ocean is the best of water bodies. The moon is chief among celestial bodies.

source: །ཉི་མ་སྣང་བྱེད་རྣམས་ཀྱི་གཙོ།
en: The sun is the sovereign among all lights.

source: །སྟེང་དང་འོག་དང་ཐད་ཀར་ཡང་།
en: “Above, below, all around,

source: །འགྲོ་བའི་འགྲོ་བ་ཇི་སྙེད་པ།
en: In all the modes of existence of beings,

source: །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན།
en: In the world including gods,

source: །སྨྲ་བའི་མཆོག་ནི་རྫོགས་སངས་རྒྱས།
en: The best of those who speak is the perfectly awakened one.”

source: །དེའི་ཚེ་བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་ཡོན་བསྔོ་བ་མཛད་པ་ན་རྒན་ཞུགས་ཤིག་ཏིལ་གྱི་མར་ཁུ་ཟ་བར་བྱེད་དོ། །བྲམ་ཟེ་པད་མའི་སྙིང་པོས་ཡོན་བསྔོ་བ་མཛད་པ་ན་རྒན་ཞུགས་ཏིལ་གྱི་མར་ཁུ་ཟ་བ་དེ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཅི་ལགས་ཉན་ཐོས་ཐམས་ཅད་ཤེས་ལྡན་གཽ་ཏ་མའི་ཐུགས་མཉེས་པར་བགྱིད་པ་ལགས་སམ།
en: At that time, when the rewards of the offerings were being assigned to the brahmin Pauṣkarasāri, a monk who had gone forth in his old age ate a piece of sesame cake. When the brahmin Pauṣkarasāri saw the monk who had gone forth in his old age eat that sesame cake when the rewards of the offerings were being assigned, he asked the Blessed One, “Do all the disciples please the honorable Gautama’s mind?”

source: བྲམ་ཟེ་འདི་ལ་ངེས་པ་མེད་དེ།
en: “O brahmin, here it differs:

source: ཁ་ཅིག་ནི་མཉེས་པར་བྱེད། ཁ་ཅིག་ནི་མཉེས་པར་མི་བྱེད་དོ།
en: some do and others do not.”

source: །ཀྱེ་གཽ་ཏ་མ་འདི་ལྟར་ཁ་ཅིག་ནི་ཆོས་འཚལ། ཁ་ཅིག་ནི་ཏིལ་གྱི་མར་ཁུ་འཚལ་བ་གདའ་ལགས་སོ། །ཀྱེ་གཽ་ཏ་མ་བདག་གི་སློབ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་མཆིས་ལགས་སམ།
en: “O Gautama, thus some eat the Dharma and another eats sesame cake. O Gautama, did my disciple Ambāṣṭha come to you?”

source: བྲམ་ཟེ་འོངས་སོ།
en: “Yes he did, O brahmin.”

source: །ཤེས་ལྡན་གཽ་ཏ་མ་དེ་དང་ལྷན་ཅིག་ཏུ་བཀའ་མཆིད་དག་བགྱིས་ལགས་སམ།
en: “Did the honorable Gautama have a conversation with him?”

source: བྲམ་ཟེ་བྱས་སོ།
en: “Yes I did, O brahmin.”

source: །གཽ་ཏ་མ་དེའི་སླད་དུ། དེ་དང་ལྷན་ཅིག་བཀའ་མཆིད་ཇི་སྙེད་ཅིག་གླེངས་པ་དེ་ཐམས་ཅད་བདག་ལ་རྒྱས་པར་བཀའ་སྩལ་དུ་གསོལ།
en: “O Gautama, then tell me in detail all about the talk you had with him.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་དང་ལྷན་ཅིག་ཇི་སྙེད་གཏམ་གླེངས་པ་དེ་ཐམས་ཅད་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ལ་བཀའ་སྩལ་ཏོ། །དེ་ནས་བྲམ་ཟེ་པད་མའི་སྙིང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Thereupon the Blessed One told the brahmin Pauṣkarasāri all about the talk he had had with the young brahmin Ambāṣṭha.

source: །ཀྱེ་གཽ་ཏ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ནི་བུས་པ་རང་བཞིན་མ་འཚལ་བ་ལགས་སོ།
en: Then brahmin Pauṣkarasāri then said to the Blessed One, “O Gautama, the young brahmin Ambāṣṭha is a mere child and does not know his own place.

source: །ཀྱེ་གཽ་ཏ་མ་ཁྱོད་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བཟོད་པར་མཛོད་ཅིག་བྲམ་ཟེ་བཟོད་དོ། །ཤེས་ལྡན་གཽ་ཏ་མ་གང་གི་ཚེ་བདག་ཤིང་རྟའི་ནང་དུ་ཞུགས་པའམ། སྲབ་སྐྱོགས་འཛིན་པའམ། ལྕག་སྒྲེང་བའམ།
en: O Gautama, please forgive the young brahmin Ambāṣṭha.”

source: སྐད་ཆེན་པོར་མཆི་བ་གཟིགས་པ་དེའི་ཚེ་ང་ལ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ཕྱག་འཚལ་ནས་གནོད་པ་ཆུང་ངམ།
en: “I will do so, O brahmin.”

source: ཉམ་ང་བ་ཉུང་ངམ། འཚོའམ། བསྐྱོད་པ་ཡང་ངམ། སྟོབས་དང་བདེ་བ་ལ་རེག་པར་སྤྱོད་དམ་ཞེས་སྙུན་གསོལ་ལོ་ཞེས་དེ་ལྟར་ཐུགས་སུ་ཆུད་པར་མཛད་དུ་གསོལ།
en: “O honorable Gautama, if you see me riding a chariot, holding the reins, and cracking a whip, or walking with a loud voice, please understand that I, the brahmin Pauṣkarasāri, am bowing to you and asking if you are free from trouble, free from illness, in good physical condition, healthy, without any trouble, and living in vigor and comfort.

source: ཀྱེ་ཤེས་ལྡན་གཽ་ཏ་མ་གང་གི་ཚེ་བདག་སྲང་གི་དབུས་ནས་མཆིས་པའམ། མཆིལ་ལྷམ་ཕུད་པའམ། ཤུལ་བཟུར་བའམ། སུག་པ་བརྐྱང་པ་གཟིགས་པ་དེའི་ཚེ་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ཕྱག་འཚལ་བར་གཟུང་དུ་གསོལ་ཞེས་བྱ་བ་ནས། རེག་པར་སྤྱོད་དམ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: O honorable Gautama, if you see me walking in the middle of the street, taking off my shoes, stepping aside on a path, or stretching out my hands, please think that I am bowing to you . . . and comfort.

source: །ཀྱེ་ཤེས་ལྡན་གཽ་ཏ་མ་གང་གི་ཚེ་བདག་འཁོར་གྱི་ནང་ན་མཆིས་པའམ། རད་པའམ། སྟན་ནམ། གཙུག་ཏོར་ལ་ནོམ་པ་གཟིགས་པ་དེའི་ཚེ་ཤེས་ལྡན་གཽ་ཏ་མས་བདག་ཕྱག་འཚལ་བར་གཟུང་དུ་གསོལ་ཞེས་བྱ་བ་ནས། རེག་པར་སྤྱོད་དམ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: O honorable Gautama, if you see me in the middle of attendants, clothed, on a seat, and with my turban on, please think that I am bowing to you . . . and comfort.

source: །ཀྱེ་གཽ་ཏ་མ་དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why, O honorable Gautama?

source: བྲམ་ཟེ་རྣམས་ནི་གྲགས་པས་ལོངས་སྤྱོད་འཐོབ་ལགས་ཏེ།
en: Brahmins obtain their possessions by fame.

source: དེ་དག་ནི་གྲགས་པ་ཁོ་ནས་ལོངས་སྤྱད་འཚལ་ལོ།
en: They expect to get their possessions by that very fame.”

source: ཀྱེ་མའོ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་འདི་ནི་ང་རྒྱལ་ཤིན་ཏུ་ཆེ་བ་ཞིག་པས་མ་ལ་ངས་འདིའི་ང་རྒྱལ་སྤང་བའི་ཕྱིར་ཆོས་བཤད་དོ་སྙམ་དུ་དགོངས་ནས།
en: Now I will preach the Dharma in order to remove his haughtiness.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: Then the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the brahmin Pauṣkarasāri.
